// Diacritics for our search input that we consider irrelevant
export const specificCharacters = {
    "a": "[aáäAÁÄ]", "á": "[aáäAÁÄ]", "ä": "[aáäAÁÄ]", "A": "[aáäAÁÄ]", "Á": "[aáäAÁÄ]", "Ä": "[aáäAÁÄ]",
    "e": "[eéëEÉË]", "é": "[eéëEÉË]", "ë": "[eéëEÉË]", "Ë": "[eéëEÉË]", "É": "[eéëEÉË]", "Ë": "[eéëEÉË]",
    "i": "[iíïIÍÏ]", "í": "[iíïIÍÏ]", "ï": "[iíïIÍÏ]", "I": "[iíïIÍÏ]", "Í": "[iíïIÍÏ]", "Ï": "[iíïIÍÏ]",
    "o": "[oóöOÓÖ]", "ó": "[oóöOÓÖ]", "ö": "[oóöOÓÖ]", "O": "[oóöOÓÖ]", "Ó": "[oóöOÓÖ]", "Ö": "[oóöOÓÖ]",
    "u": "[uúüUÚÜ]", "ú": "[uúüUÚÜ]", "ü": "[uúüUÚÜ]", "U": "[uúüUÚÜ]", "Ú": "[uúüUÚÜ]", "Ü": "[uúüUÚÜ]"
}